{
    "keyword_info": [{
            "keyword": "无人机飞行器",
            "description": "无人机飞行器简称“无人机”，是利用无线电遥控设备和自备的程序控制装置操纵的不载人飞机。无人机系统（UAS）的组成部分包括无人机、地面控制器和两者之间的通信系统，它可以实现不同程度的自主性运行。目前在航拍、农业、植保、微型自拍、快递运输、灾难救援、观察野生动物、监控传染病、测绘、新闻报道、电力巡检、救灾、影视拍摄等等领域有广泛应用。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "低成本运送模式",
            "description": "",
            "picture": "",
            "link": ""
            }, {
            "keyword": "统计图表",
            "description": "统计图表通常用来方便理解大量数据，以及数据之间的关系。让人们透过视觉化的符号，更快速的读取原始数据。现今图表已经被广泛用于各种领域，过去是在座标纸或方格纸上手绘，现在则多用电脑软件产生。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "自动化生产线",
            "description": "自动生产线是由工件传送系统和控制系统，将一组自动机床和辅助设备按照工艺顺序联结起来，自动完成产品全部或部分制造过程的生产系统，简称自动线。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "分享经济",
            "description": "分享经济（SharingEconomy）是指将社会海量、分散、闲置资源、平台化、协同化地集聚、复用与供需匹配，从而实现经济与社会价值创新的新形态。它强调的两个核心理念是“使用而不占有”（AccessoverOwnership）和“不使用即浪费”（ValueUnusedisWaste）。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "人机协作",
            "description": "",
            "picture": "",
            "link": ""
            }, {
            "keyword": "工业4.0",
            "description": "工业4.0是由德国政府《德国2020高技术战略》中所提出的十大未来项目之一，利用物联信息系统（Cyber—PhysicalSystem简称CPS）将生产中的供应，制造，销售信息数据化、智慧化，最后达到快速，有效，个人化的产品供应。旨在提升制造业的智能化水平，建立具有适应性、资源效率及基因工程学的智慧工厂，在商业流程及价值流程中整合客户及商业伙伴。其技术基础是网络实体系统及物联网。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "快速打版",
            "description": "",
            "picture": "",
            "link": ""
            }, {
            "keyword": "柔性制造",
            "description": "柔性制造是因工业上可预期或不可预期之变更而允许弹性且可自动化生产的工程制造系统。主要是以机械加工或制造产业为主，应用生产范围十分广泛，包括工艺、组立、机台和一些自动化的工作。柔性制造的特色在于生产过程中若更换产品类型时，并不需要频繁更换生产机械，只要利用电脑化的工业控制系统修正即可达成，以因应市场制品的快速变化要求，并可达到多样化且量少的生产制品的客户需求。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "在线导航",
            "description": "是与网络实时连接的，它可以通过网络做路径规划，然后将计算数据发送到导航终端上，再由导航仪引导驾驶员行走；也可以将实时路况信息发给导航仪终端，使其绕开拥堵路段；还可以实时提示并自动进行本地地图更新；是一个智能交通的子系统。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "共享单车",
            "description": "共享单车是指企业在校园、地铁站点、公交站点、居民区、商业区、公共服务区等提供自行车分时租赁的共享服务，同时其也是一种新型环保共享经济。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "HTML5",
            "description": "HTML5是最新一代的HTML标准，它不仅拥有HTML中所有的特性，而且增加了许多实用的特性，如视频、音频、画布（canvas）等。它无需插件就可以承载丰富的web内容和设计，拥有新的语义、图形以及多媒体元素，同时它也是是跨平台的，可以被设计为在不同类型的硬件上运行。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "CSS3",
            "description": "CSS即层叠样式表（Cascading StyleSheet）。在网页制作时采用层叠样式表技术，可以有效地对页面的布局、字体、颜色、背景和其它效果实现更加精确的控制。CSS3是CSS技术的升级版本，它的开发朝着模块化的方向发展，这些模块包括：盒子模型、列表模块、超链接方式、语言模块、背景和边框、文字特效、多栏布局等。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "网络安全色",
            "description": "网页安全色有216种，是指在不同的硬件环境、不同的操作系统、不同浏览器中都能够正常显示的色彩集合，即在任何浏览用户显示设备上都能显示相同效果的色彩。使用216网页安全色彩进行网页配色可以避免失真问题。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "电子邮件ICON",
            "description": "",
            "picture": "",
            "link": ""
            }, {
            "keyword": "程序设计",
            "description": "程序设计是给出解决特定问题程序的过程，是软件构造活动中的重要组成部分。程序设计往往以某种程序设计语言为工具，设计出这种语言下的程序。程序设计过程应当包括分析、设计、编码、测试、排错等不同阶段。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "响应式网页设计",
            "description": "响应式网页设计是页面的设计与开发可以根据用户行为以及设备环境（系统平台、屏幕尺寸、屏幕定向等）进行相应的响应和调整，减少用户进行缩放、平移和滚动等操作行为。具体的实践方式由多方面组成，包括弹性网格和布局、图片、CSSmediaquery的使用等。响应式网页设计就是一个网站能够兼容多个终端——而不是为每个终端做一个特定的版本。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "网页设计",
            "description": "网页设计是指使用标识语言（markuplanguage），通过一系列设计、建模和执行的过程将电子格式的信息通过互联网传输，最终以图形用户界面（GUI）的形式被用户所浏览。旨在通过使用更合理的颜色、字体、图片、样式进行页面设计美化，在功能限定的情况下，尽可能给予用户完美的视觉体验。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "用户界面设计",
            "description": "用户界面设计是在用户体验和交互的指导下对计算机、电器、机器、移动通讯设备、软件或应用以及网站进行的设计。用户界面设计的目标是使得用户在完成自己的任务时与被设计对象之间的交流尽可能地简单和高效。用户界面设计往往需要在技术功能与视觉元素间找到平衡才能使系统可用、好用并适应用户的需求。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "用户界面",
            "description": "用户界面是系统和用户之间进行交互和信息交换的媒介，它实现信息的内部形式与人类可以接受形式之间的转换。目的在使得用户能够方便有效率地去操作硬件以达成双向之交互，完成所希望借助硬件完成之工作，用户界面定义广泛，包含了人机交互与图形用户界面，凡参与人类与机械的信息交流的领域都存在着用户界面。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "用户体验",
            "description": "用户体验是用户在接触产品、系统、服务后，所产生的反应与变化，包含用户的认知、情绪、偏好、知觉、生理与心理、行为，涵盖产品、系统、服务使用的前、中、后期。用户体验，包括实际、体验、情感、有意义、有价值的人机交流、和产品所有权方面的问题。此外，它包括系统方面，例如实用、易用性、和效率。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "思维脑图",
            "description": "思维脑图是表达发散性思维的有效图形思维工具，它简单却又很有效，是一种革命性的思维工具。思维脑图运用图文并重的技巧，把各级主题的关系用相互隶属与相关的层级图表现出来，把主题关键词与图像、颜色等建立记忆链接。思维脑图充分运用左右脑的机能，利用记忆、阅读、思维的规律，协助人们在科学与艺术、逻辑与想象之间平衡发展，从而开启人类大脑的无限潜能。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "指纹识别",
            "description": "指纹识别技术是一种生物识别技术，指纹识别系统是一套包括指纹图像获取、处理、特征提取和比对等模块的模式识别系统。常用于需要人员身份确认的场所，如门禁系统、考勤系统、笔记本电脑、银行内部处理、银行支付等。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "二维码",
            "description": "二维码是用某种特定的几何图形按一定规律在平面（二维方向上）分布的黑白相间的图形记录数据符号信息的；在代码编制上巧妙地利用构成计算机内部逻辑基础的“0”、“1”比特流的概念，使用若干个与二进制相对应的几何形体来表示文字数值信息，通过图象输入设备或光电扫描设备自动识读以实现信息自动处理。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "计算语言学",
            "description": "计算语言学是一门跨学科的研究领域，它试图找出自然语言的规律，建立运算模型，最终让电脑能够像人类般分析，理解和处理自然语言。通过建立形式化的数学模型，来分析、处理自然语言，并在计算机上用程序来实现分析和处理的过程，从而达到以机器来模拟人的部分乃至全部语言能力的目的。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "询问调查",
            "description": "询问调查是调查人员以询问为手段，从调查对象的回答中获得信息资料的一种方法，它是市场调查中最常用的方法之一。询问调查法在实际应用中，按传递询问内容的方式以及调查者与被调查者接触的方式不同，有面谈调查、电话调查、邮寄调查、留置问卷调查等方法。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "众筹",
            "description": "众筹即大众筹资或群众筹资，它由发起人、跟投人、平台构成。是指一种向群众募资，以支持发起的个人或组织的行为。一般而言是透过网络上的平台连结起赞助者与提案者。它众筹常被用来支持各种活动，包含灾害重建、民间集资、竞选活动、创业募资、艺术创作、自由软件、设计发明、科学研究以及公共专案等。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "市场调查",
            "description": "市场调查就是指运用科学的方法，有目的地、有系统地搜集、记录、整理有关市场营销的信息和资料，分析市场情况，了解市场现状及其发展趋势，为市场预测和营销决策提供客观的、正确的资料。内容包括市场环境调查、市场状况调查、销售可能性调查，还可对消费者及消费需求、企业产品、产品价格、影响销售的社会和自然因素、销售渠道等开展调查。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "实验调查",
            "description": "实验调查是实验者按照一定实验假设、通过改变某些实验环境的时间活动来认识实验对象的本质极其发展规律的调查。它以实验假设为起点设计实验方案，然后选择实验对象和实验环境，对实验对象前检测。通过实验激发改变实验对象所处的社会环境后，对实验对象后检测，最后通过对前检测和后检测的对比对实验效果做出评价。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "以用户为中心的设计",
            "description": "用户为中心的设计是在进行产品设计、开发、维护时从用户的需求和用户的感受出发，围绕用户为中心进行产品设计、开发及维护，而不是让用户去适应产品，强调用户优先的设计模式。无论产品的使用流程、产品的信息架构、人机交互方式等，以用户为中心的设计都时刻高度关注并考虑用户的使用习惯、预期的交互方式、视觉感受等方面。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "消费者行为模式",
            "description": "消费者行为模式是相对比较复杂的，它包括了购前、购中与购后三个阶段。购前主要涉及消费者对产品和品牌的初步认知，包含信息收集与评价判断。购中主要是消费者的购买行为的具体实施过程，购后阶段则是讲消费者对产品的具体使用和消费过程，也涉及消费者对产品的消费后评价及后续行为。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "分层实体制造",
            "description": "分层实体制造是几种最成熟的快速成型制造技术之一。由于分层实体制造技术多使用纸材，成本低廉，制件精度高，而且制造出来的木质原型具有外在的美感性和一些特殊的品质，因此受到了较为广泛的关注，在产品概念设计可视化、造型设计评估、装配检验、熔模铸造型芯、砂型铸造木模、快速制模母模以及直接制模等方面得到了迅速应用。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "选择性激光烧结",
            "description": "选择性激光烧结是采用红外激光器作能源，使用的造型材料多为粉末材料。加工时，首先将粉末预热到稍低于其熔点的温度，然后在刮平棍子的作用下将粉末铺平；激光束在计算机控制下根据分层截面信息进行有选择地烧结，烧结完后去掉多余的粉末，则就可以得到一烧结好的零件。该成型方法有着制造工艺简单，柔性度高、材料选择范围广、成本低、材料利用率高，成型速度快等特点。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "3D打印",
            "description": "3D打印是快速成型技术的一种，它是一种以数字模型文件为基础，运用粉末状金属或塑料等可粘合材料，通过逐层打印的方式来构造物体的技术。它常在模具制造、工业设计等领域被用于制造模型，后逐渐用于一些产品的直接制造，已经有使用这种技术打印而成的零部件。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "熔积成型",
            "description": "熔积成型作为一种快速成型工艺，它是利用高温将各种丝材（如工程塑料ABS、聚碳酸酯PC等）融化成液态，通过打印头挤出后进而堆积成型的方法，最后在立体空间上排列形成立体实物。具有成型精度高、打印模型硬度好、多种颜色等特点。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "居家办公",
            "description": "居家办公是在现代沟通方式的发展下，形成的一种办公方式，大家各自在自己的家里，连上互联网就能处理公司事务，不用再起早赶车，去公司打卡签到。甚至可以是穿着睡衣在自己的起居室就把工作处理了。当然，这也只是对部分行业和部分公司使用，需要员工有高度的自觉性和公司的良好机制。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "UGC用户生产内容",
            "description": "UGC用户生产内容指网站或其他开放性媒介的内容由其用户贡献生成。约2005年左右开始，互联网上的许多站点开始广泛使用用户生成内容的方式提供服务，许多图片、视频、博客、播客、论坛、评论、社交、Wiki、问答、新闻、研究类的网站都使用了这种方式。部分用户生成内容站点也会使用或提供网站的开源、自由软件程序或相关API支持，以促进用户的协作、技术支持和对网站的发展。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "网络视频",
            "description": "网络视频是指以电脑或者移动设备为终端，视频网站提供的在线视频播放服务。其内容包括各类影视节目、新闻、广告、动画、自拍视频、聊天视频、游戏视频、监控视频等等。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "物联网",
            "description": "物联网是互联网、传统电信网等信息承载体，让所有能行使独立功能的普通物体实现互联互通的网络。在物联网上，每个人都可以应用电子标签将真实的物体上网联结，在物联网上都可以查出它们的具体位置。通过物联网可以用中心计算机对机器、设备、人员进行集中管理、控制，也可以对家庭设备、汽车进行遥控，以及搜索位置、防止物品被盗等，类似自动化操控系统。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "导视设计",
            "description": "导视设计是提供空间环境认知的信息传达界面，起到由此及彼的作用，其基本功能就是帮助人们在空间移动时有秩序、有方向、有目标的顺利进行。它被广泛应用在现代商业场所，公共设施，城市交通，社区等公共空间中，导示不只是孤立的单体设计或简单的标牌，而是整合品牌形象，建筑景观，交通节点，信息功能甚至媒体界面的系统化设计。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "策展",
            "description": "策展是在文化创意、艺术文化领域，通过创意构思、资源整合（人脉、文化艺术、渠道、媒体）等智慧劳动，链接中高端品牌、文化、艺术项目与社会大众的关联，使活动、展览、演出发挥高效系统专业的经济、社会、文化效应的活动。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "屏上交互",
            "description": "屏上交互是将大屏幕连接到计算机，在专门的应用程序的支持下，利用特定的交互手段，如手指触控、激光遥控、数码教鞭、人体感应等，进行任何特定的应用操作。从而构造一个人与屏幕进行交互操作的协作会议、教学环境或展示设计。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "字体设计",
            "description": "字体设计以文字作为一种造型的艺术形式，组合其中的字体，创造出新的字形，探索字体的变化，从而应用于设计活动之中。文字本身具有一定的符号学特征再加上创新发展的字体形态变化，也为这一视觉传达要素提供了丰富的设计空间。字体设计通常作为其他平面设计中的要素来运用，并根据其设计的目标展现多种形态；有时，也能够作为独立完成传达目的表现手段，被应用到平面设计当中。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "品牌形象设计",
            "description": "品牌形象设计是指基于正确品牌定义下的符号沟通，它包括品牌解读及定义、品牌符号化、品牌符号的导入和品牌符号沟通系统的管理及适应调整四个过程，它的任务就是通过美善的符号沟通帮助受众储存和提取品牌印记。品牌形象设计的原则是根据消费者的感觉以及企业自身的审美和追求而进行的。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "数字化设计思维",
            "description": "",
            "picture": "",
            "link": ""
            }, {
            "keyword": "策略性设计",
            "description": "策略性设计在设计建立过程中，确保对一些可实现的约束，进行了优化；这样产生的设计方案在整体上获得可实现的保证，预留设计框架，将设计的长期发展与当前设计目标有机结合，减少了工程实现过程的更改，加快了进入市场的速度。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "信息设计",
            "description": "信息设计是人们对信息进行处理的技巧和实践，使用文字，图形，图表以及各种信息组织方式重组原始信息以提高信息传递的性能。信息设计广泛影响着各个领域中的信息内容，例如，财务信息、行政信息、医疗信息、食品信息、健康信息、使用手册、技术手册、旅游信息、导向信息等。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "即时通讯",
            "description": "即时通信是一种通过网络进行实时通信的系统，允许两人或多人使用网络即时的传递文字消息、文件、语音与视频交流。通常以网站、电脑软件或移动应用程序的方式提供服务。现今被广泛使用的即时通讯软件有微信、QQ、Skype、Telegram等。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "可视化",
            "description": "可视化是利用计算机图形学和图像处理技术，将数据转换成图形或图像在屏幕上显示出来，并进行交互处理的理论、方法和技术。它涉及到计算机图形学、图像处理、计算机视觉、计算机辅助设计等多个领域，成为研究数据表示、数据处理、决策分析等一系列问题的综合技术。目前正在飞速发展的虚拟现实技术也是以图形图像的可视化技术为依托的。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "设计语言",
            "description": "设计语言是把设计作为一种“沟通的方式”，用于在特定的范围和场景内，做适当的表达，进行特定的信息传递。设计语言是一种能够被解读的“表达”。但并不是所有的设计都被定义成设计语言，因为有些设计并不是为了表达与传播。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "设计理念",
            "description": "设计理念是设计师在空间作品构思过程中所确立的主导思想，它赋予作品文化内涵和风格特点。好的设计理念至关重要，它不仅是设计的精髓所在，而且能令作品具有个性化、专业化和与众不同的效果。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "机器人擂台",
            "description": "",
            "picture": "",
            "link": ""
            }, {
            "keyword": "游戏设计",
            "description": "游戏设计是设计游戏内容和规则的一个过程，创建能激起玩家通关热情的目标，以及玩家在追求这些目标时做出的有意义的决定需遵循的规则。游戏设计涉及到好几个范畴：游戏规则及玩法、视觉艺术、编程、产品化、声效、编剧、游戏角色、道具、场景、和界面，以上的元素都是一个游戏设计专案所需要的。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "交互设计",
            "description": "交互设计是定义、设计人造系统的行为的设计领域，它定义了两个或多个互动的个体之间交流的内容和结构，使之互相配合，共同达成某种目的。交互设计努力去创造和建立的是人与产品及服务之间有意义的关系，它的目标可以从“可用性”和”用户体验“两个层面上进行分析，关注以人为本的用户需求。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "声音设计",
            "description": "声音设计，是指在影视节目制作中对整个节目或片子的音响部分（包括语言音响、音乐音响和效果音响）作总体设计，以便使音响和其他艺术手段一起共同完成艺术形象塑造的工作。声音设计人员根据节目或片子的总体艺术构想，策划、设计节目或片子的音响构成和录制方式，并组织实施、录制、合成节目。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "体感交互",
            "description": "体感互动是集3D体感摄影机、体感互动软件以及三维数字内容为一体的控制系统平台。体验者能够使用自然的肢体动作和手势，如挥手示意摆头、转身、前进、后退、举手、跳跃、蹲下等简单姿势就可实现对显示屏内容进行凌空操控，实现新的人机交互体验和信息输入。它常被运用于游戏设计、康复治疗、教育培训等领域中。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "虚拟现实",
            "description": "虚拟现实是一种可以创建和体验虚拟世界的计算机仿真系统，它利用计算机生成一种模拟环境，是一种多源信息融合的、交互式的三维动态视景和实体行为的系统仿真使用户沉浸到该环境中。虚拟现实技术（VR）主要包括模拟环境、感知、自然技能和传感设备等方面。它在医学、军事航天、建筑设计以及工业仿真等领域都有广泛应用。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "VR眼镜",
            "description": "VR眼镜是利用仿真技术与计算机图形学人机接口技术多媒体技术传感技术网络技术等多种技术集合的产品，是借助计算机及最新传感器技术创造的一种崭新的人机交互手段。它利用设备将人的对外界的视觉、听觉封闭，而引导用户产生一种身在虚拟环境中的感觉。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "无障碍设计",
            "description": "无障碍设计强调在科学技术高度发展的现代社会，一切有关人类衣食住行的公共空间环境以及各类建筑设施、设备的规划设计，都必须充分考虑具有不同程度生理伤残缺陷者和正常活动能力衰退者（如残疾人、老年人）的使用需求，配备能够应答、满足这些需求的服务功能与装置，营造一个充满爱与关怀、切实保障人类安全、方便、舒适的现代生活环境。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "计算几何",
            "description": "计算几何是研究几何模型和数据处理的学科，探讨几何形体的计算机表示。分析和综合，研究如何灵活、有效的建立几何形体的数学模型以及在计算机中更好地存储和管理这些模型数据。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "算法分析",
            "description": "算法分析是对一个算法需要多少计算时间和存储空间作定量的分析。在计算机科学中，算法要用计算机算法语言描述，算法代表用计算机解一类问题的精确、有效的方法。如何从这些可行的算法中找出最有效的算法呢？这些问题都需要通过算法分析来确定。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "算法设计",
            "description": "",
            "picture": "",
            "link": ""
            }, {
            "keyword": "所见即所的得",
            "description": "所见即所得（WYSIWYG）是为灯光从业人员设计一款三维灯光设计软件，用户可以方便的模拟真实的灯光场面。它生成的场景图片和设备配置及其他工作表格为灯光设计师、设计助理、灯光操作人员及维修人员提供必须的参考依据。它使得用户在视图中所看到文档与该文档的最终产品具有相同的样式，也允许用户在视图中直接编辑文本、图形、或文档中的其他元素。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "系统构架",
            "description": "系统构架是对已确定的需求的技术实现构架、作好规划，运用成套、完整的工具，在规划的步骤下去完成任务。它是计算机系统结构，是一个系统在其所处环境中最高层次的概念；它确定一台计算机硬件和软件之间的衔接。具体地说计算机体系结构指的是计算机系统设计的观念与架构，描述计算机在实做的设计原则。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "软件工程",
            "description": "软件工程是一门研究用工程化方法构建和维护有效的、实用的和高质量的软件的学科。它涉及程序设计语言、数据库、软件开发工具、系统平台、标准、设计模式等方面。它的方法包括项目管理，分析，设计，程序的编写，测试和质量控制。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "计算机图形学",
            "description": "计算机图形学是研究计算机在硬件和软件的帮助下创建计算机图形的科学学科，是计算机科学的一个分支领域，它的主要研究内容就是研究如何在计算机中表示图形、以及利用计算机进行图形的计算、处理和显示的相关原理与算法。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "科学计算",
            "description": "科学计算是指利用计算机再现、预测和发现客观世界运动规律和演化特征的全过程。科学计算为解决科学和工程中的数学问题利用计算机进行的数值计算。它是一个与数学模型构建、定量分析方法以及利用计算机来分析和解决科学问题相关的研究领域。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "数论与图论",
            "description": "数论是纯粹数学的分支之一，主要研究整数的性质。透过数论也可以建立实数和有理数之间的关系，并且用有理数来逼近实数。图论是数学的另一个分支，它以图为研究对象。图论中的图是由若干给定的点及连接两点的线所构成的图形，这种图形通常用来描述某些事物之间的某种特定关系，用点代表事物，用连接两点的线表示相应两个事物间具有这种关系。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "数理逻辑",
            "description": "数理逻辑是数学的一个分支，其研究对象是对证明和计算这两个直观概念进行符号化以后的形式系统。数理逻辑是数学基础的一个不可缺少的组成部分。数理逻辑的研究范围是逻辑中可被数学模式化的部分。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "手势识别",
            "description": "手势识别是通过数学算法来识别人类的手势。手势识别可以来自人的身体各部位的运动，但一般是指脸部和手的运动。用户可以使用简单的手势来控制或与设备交互，让计算机理解人类的行为。其核心技术为手势分割、手势分析以及手势识别。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "机器学习预测",
            "description": "",
            "picture": "",
            "link": ""
            }, {
            "keyword": "语音识别",
            "description": "语音识别是一种将人的语音转换为文本的技术，它是一个多学科交叉的领域，它与声学、语音学、语言学、数字信号处理理论、信息论、计算机科学等众多学科紧密相连。由于语音信号的多样性和复杂性，语音识别系统只能在一定的限制条件下获得满意的性能，或者说只能应用于某些特定的场合。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "眼动识别（眼动追踪？）",
            "description": "眼动追踪是指通过测量眼睛的注视点的位置或者眼球相对头部的运动而实现对眼球运动的追踪。眼动仪是一种能够跟踪测量眼球位置及眼球运动信息的一种设备，在视觉系统、心理学、认知语言学的研究中有广泛的应用。目前眼动追踪有多种方法，其中最常用的无创手段是通过视频拍摄设备来获取眼睛的位置。有创的手段包括在眼睛中埋置眼动测定线圈或者使用微电极描记眼动电图。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "编译语言",
            "description": "编译语言是一种以编译器来实现的编程语言。它不像直译语言，由解释器将代码一句一句运行，而是以编译器，先将代码编译为机器码，再加以运行。一般而言，用编译语言写成的程序，在运行期的运行速度，通常比用直译语言写的程序快。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "聊天机器人",
            "description": "聊天机器人是一个用来模拟人类对话或聊天的程序。有些聊天机器人会搭载自然语言处理系统，但大多简单的系统只会撷取输入的关键字，再从数据库中找寻最合适的应答句。目前，聊天机器人是虚拟助理（如Google智能助理）的一部分，可以与许多组织的应用程序，网站以及即时消息平台连接。非助理应用程序包括娱乐目的的聊天室，研究和特定产品促销，社交机器人。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "人机交互",
            "description": "人机交互是一门研究系统与用户之间的交互关系的学问。系统可以是各种各样的机器，也可以是计算机化的系统和软件。用户通过人机交互界面与系统交流，并进行操作。小如收音机的播放按键，大至飞机上的仪表板、或是发电厂的控制室。人机交互界面的设计要包含用户对系统的理解（即心智模型），那是为了系统的可用性或者用户友好性。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "计算神经科学",
            "description": "计算神经科学是使用数学分析和计算机模拟的方法在不同水平上对神经系统进行模拟和研究：从神经元的真实生物物理模型，它们的动态交互关系以及神经网络的学习，到脑的组织和神经类型计算的量化理论等，从计算角度理解脑，研究非程序的、适应性的、大脑风格的信息处理的本质和能力，探索新型的信息处理机理和途径，从而创造脑。它的发展将对智能科学、信息科学、认知科学、神经科学等产生重要影响",
            "picture": "",
            "link": ""
            }, {
            "keyword": "数值算法",
            "description": "数值算法是现代数值分析研究的是适合于用计算机实现的数值方法。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "计算物理学",
            "description": "计算物理学是利用现代电子计算机的大存储量和快速计算的有利条件，将物理学、力学、天文学和工程中复杂的多因素相互作用过程，通过计算机来模拟。如原子弹的爆炸、火箭的发射，以及代替风洞进行高速飞行的模拟试验等。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "认知科学",
            "description": "认知科学，是一门研究讯息如何在大脑中形成以及转录过程的跨领域学科。它研究何为认知，认知有何用途以及它如何工作，研究信息如何表现为感觉、语言、注意、推理和情感。其研究领域包括心理学、哲学、人工智能、神经科学、学习、语言学、人类学、社会学和教育学。它跨越相当多层次的分析，从低层次的学习和决策机制，到高层次的逻辑和策划能力，以及脑部神经电路。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "进化计算",
            "description": "进化计算是遗传算法、进化策略、进化规划的统称。进化计算起源于20世纪50年代末，成熟于20世纪80年代，目前主要被应用于工程控制、机器学习、函数优化等领域。",
            "picture": "",
            "link": ""
            }, {
            "keyword": "自然语言处理",
            "description": "自然语言处理是计算机科学领域与人工智能领域中的一个重要方向。它研究能实现人与计算机之间用自然语言进行有效通信的各种理论和方法。自然语言处理是一门融语言学、计算机科学、数学于一体的科学。因此，这一领域的研究将涉及自然语言，即人们日常使用的语言，所以它与语言学的研究有着密切的联系，但又有重要的区别。",
            "picture": "",
            "link": ""
            }
    ]
}